Repository: navaronbracke/weforza
Catalog: lib/l10n/intl_*.arb
Languages: nl

source: Active
nl: Actief

source: Add device
nl: Toestel toevoegen

source: Add disallowed word
nl: Verboden woord toevoegen

# addRideCalendarGenericErrorMessage
source: Something went wrong while trying to load the ride calendar
nl: Er liep iets fout bij het laden van de rittenkalender

# addRideEmptySelection
source: Please select at least one date
nl: Gelieve minimum één datum te kiezen

source: Add rider
nl: Renner toevoegen

source: Add selection
nl: Selectie toevoegen

# aliasBlank
source: An alias cannot be only whitespace
nl: Een alias mag niet enkel witruimte zijn

# aliasIllegalCharacters
source: An alias can only contain letters, spaces, ' or -
nl: Een alias mag enkel letters, spaties, ' of - bevatten

# aliasMaxLength
source: An alias cannot be longer than {maxLength} characters
nl: Een alias mag niet langer zijn dan {maxLength} karakters

source: All
nl: Alle

# amountOfRidersWithDeviceName
source: {amount} riders have a device with this name
nl: {amount} renners hebben een toestel met deze naam

source: Cancel
nl: Annuleren

# continueLabel
source: Continue
nl: Doorgaan

source: Current selection
nl: Huidige selectie

source: Delete
nl: Verwijderen

source: Delete device
nl: Toestel verwijderen

# deleteDeviceDescription
source: Are you sure that you want to delete this device?
nl: Bent u zeker dat u dit toestel wil verwijderen?

# deleteDeviceErrorDescription
source: Something went wrong while trying to delete the device
nl: Er liep iets fout bij het verwijderen van het toestel

# deleteDevicePendingDescription
source: Deleting the device
nl: Het toestel wordt verwijderd

source: Delete disallowed word
nl: Verboden woord verwijderen

# deleteDisallowedWordDescription
source: Are you sure that you want to delete the disallowed word |term| ?
nl: Bent u zeker dat u het verboden woord |term| wil verwijderen?

source: Delete ride
nl: Rit verwijderen

# deleteRideDescription
source: Are you sure that you want to delete this ride?
nl: Bent u zeker dat u deze rit wil verwijderen?

# deleteRideErrorDescription
source: Something went wrong while trying to delete the ride
nl: Er liep iets fout bij het verwijderen van de rit

# deleteRidePendingDescription
source: Deleting the ride
nl: De rit wordt verwijderd

source: Delete rider
nl: Renner verwijderen

# deleteRiderDescription
source: Are you sure that you want to delete this rider?
nl: Bent u zeker dat u deze renner wil verwijderen?

# deleteRiderErrorDescription
source: Something went wrong while trying to delete the rider
nl: Er liep iets fout bij het verwijderen van de renner

# deleteRiderPendingDescription
source: Deleting the rider
nl: De renner wordt verwijderd

source: Deselect rider
nl: Renner afvinken

# deviceCadenceMeter
source: Cadence meter
nl: Cadansmeter

# deviceExists
source: This rider already has a device with this name
nl: Deze renner heeft reeds een toestel met deze naam

# deviceHeadset
source: Headset
nl: Koptelefoon

source: Device name
nl: Naam toestel

# deviceNameBlank
source: A device name cannot be only whitespace
nl: De naam van een toestel mag niet enkel witruimte zijn

# deviceNameCannotContainComma
source: A device name cannot contain a comma
nl: De naam van een toestel mag geen komma bevatten

# deviceNameMaxLength
source: A device name cannot be longer than {maxLength} characters
nl: De naam van een toestel mag niet langer zijn dan {maxLength} karakters

# deviceNameRequired
source: A device name is required
nl: De naam van een toestel is verplicht

# devicePhone
source: Phone
nl: Telefoon

# devicePowerMeter
source: Power meter
nl: Krachtmeter

# devicePulseMonitor
source: Pulse monitor
nl: Hartslagmeter

# deviceUnknown
source: Unknown
nl: Onbekend

# deviceWatch
source: Watch
nl: Horloge

source: Devices
nl: Toestellen

# directoryDoesNotExist
source: This folder does not exist
nl: Deze map bestaat niet

# directoryIsProtected
source: This folder is protected. Please pick a different folder.
nl: Deze folder is beveiligd. Gelieve een andere folder te kiezen.

# directoryRequired
source: A folder is required
nl: Een map is verplicht

# disallowedWordExists
source: This disallowed word already exists
nl: Dit verboden woord bestaat al

# disallowedWordMaxLength
source: A disallowed word cannot be longer than {maxLength} characters
nl: Een verboden woord mag niet langer zijn dan {maxLength} karakters

# disallowedWordNoWhitespace
source: A disallowed word cannot contain spaces
nl: Een verboden woord mag geen spaties bevatten

# disallowedWordRequired
source: A disallowed word cannot be empty
nl: Een verboden woord mag niet leeg zijn

source: Disallowed words
nl: Verboden woorden

# disallowedWordsDescription
source: Devices that contain a disallowed word are not shown in the scan results.
nl: Toestellen die een verboden woord bevatten worden niet getoond in de scanresultaten.

source: Edit device
nl: Toestel bewerken

source: Edit disallowed word
nl: Verboden woord bewerken

source: Edit rider
nl: Renner bewerken

source: Export
nl: Exporteren

# exportGenericErrorMessage
source: Something went wrong during the export
nl: Er liep iets fout bij het exporteren

source: Export ride
nl: Rit exporteren

# exportRideFileNamePlaceholder
source: ride_{date}.csv
nl: rit_{date}.csv

source: Export riders
nl: Renners exporteren

# exportRidersCsvHeader
source: firstname,lastname,alias,active,last_updated_on,devices
nl: voornaam,achternaam,alias,actief,datum_laatste_update,toestellen

# exportRidersDefaultFileName
source: riders.csv
nl: renners.csv

source: Export rides
nl: Ritten exporteren

# exportRidesFileNamePlaceholder
source: ride_calendar.csv
nl: ritten_kalender.csv

source: File format
nl: Bestandsformaat

# fileMalformed
source: The chosen file is incompatible
nl: Het gekozen bestand is incompatibel

source: Filename
nl: Bestandsnaam

# fileNameCantStartWithDot
source: A filename cannot start with a period
nl: Een bestandsnaam mag niet beginnen met een punt

# fileNameExists
source: This file already exists
nl: Dit bestand bestaat al

# fileNameInvalidExtension
source: A {fileFormat}-file should end with the '{fileExtension}' extension
nl: Een {fileFormat}-bestand moet eindigen met een '{fileExtension}' extensie

# fileNameRequired
source: A filename is required
nl: Een bestandsnaam is verplicht

source: First name
nl: Voornaam

# firstNameBlank
source: A first name cannot be only whitespace
nl: Een voornaam mag niet enkel witruimte zijn

# firstNameIllegalCharacters
source: A first name can only contain letters, spaces, ' or -
nl: Een voornaam mag enkel letters, spaties, ' of - bevatten

# firstNameMaxLength
source: A first name cannot be longer than {maxLength} characters
nl: Een voornaam mag niet langer zijn dan {maxLength} karakters

# firstNameRequired
source: A first name is required
nl: Een voornaam is verplicht

source: Future ride
nl: Toekomstige rit

# genericError
source: Something went wrong
nl: Er liep iets fout

source: Go back
nl: Keer terug

# goBackToDetailPage
source: Return to detail page
nl: Terug naar detailpagina

source: Go to settings
nl: Naar instellingen

source: Import riders
nl: Renners importeren

# importRidersFileRequired
source: Please choose a file to import riders from
nl: Gelieve een bestand te selecteren om renners uit te importeren

# importRidersGenericErrorMessage
source: Something went wrong during the import
nl: Er liep iets fout bij het importeren

# importRidersProcessingFile
source: Importing riders from file
nl: Renners importeren van bestand

source: Inactive
nl: Inactief

source: Last name
nl: Achternaam

# lastNameBlank
source: A last name cannot be only whitespace
nl: Een achternaam mag niet enkel witruimte zijn

# lastNameIllegalCharacters
source: A last name can only contain letters, spaces, ' or -
nl: Een achternaam mag enkel letters, spaties, ' of - bevatten

# lastNameMaxLength
source: A last name cannot be longer than {maxLength} characters
nl: Een achternaam mag niet langer zijn dan {maxLength} karakters

# lastNameRequired
source: A last name is required
nl: Een achternaam is verplicht

source: Manual
nl: Manueel

# manualSelectionEmpty
source: There are no active riders to choose from
nl: Er zijn geen actieve renners om uit te kiezen

source: New ride
nl: Nieuwe rit

source: New rider
nl: Nieuwe renner

# noDisallowedWords
source: There are no disallowed words yet
nl: Er zijn nog geen verboden woorden

# noRiders
source: There are no riders yet
nl: Er zijn nog geen renners

# noRides
source: The ride calendar is empty
nl: De rittenkalender is leeg

# onlyCsvOrJsonAllowed
source: Only .csv or .json files are allowed
nl: Enkel .csv of .json bestanden zijn toegelaten

# pastDayNoRide
source: Day in the past
nl: Dag in het verleden

# pastDayWithRide
source: Ride in the past
nl: Gepasseerde rit

# pickFile
source: Choose a file
nl: Kies een bestand

source: Remove photo
nl: Foto verwijderen

# removePhotoDescription
source: Are you sure that you want to remove the photo for this rider?
nl: Bent u zeker dat u de foto voor deze renner wil verwijderen?

source: Reset
nl: Resetten

source: Reset ride calendar
nl: Rittenkalender resetten

# resetRideCalendarDescription
source: Are you sure that you want to reset the ride calendar? This will remove all the rides and the attendances of all riders will be reset.
nl: Bent u zeker dat u de rittenkalender wil resetten? Dit zal alle ritten verwijderen en de aanwezigheden van alle renners worden gereset.

# resetRideCalendarErrorDescription
source: Something went wrong while trying to reset the ride calendar
nl: Er liep iets fout bij het resetten van de rittenkalender

# resetRideCalendarPendingDescription
source: Resetting the ride calendar
nl: De rittenkalender wordt gereset

source: Retry scan
nl: Opnieuw scannen

source: Ride calendar
nl: Rittenkalender

# rideDetailsNoAttendees
source: This ride has no attendants
nl: Deze rit heeft geen aanwezigen

# riderExists
source: This rider already exists
nl: Deze renner bestaat al

# riderNoDevices
source: This rider has no devices yet
nl: Deze renner heeft nog geen toestellen

source: Riders
nl: Renners

# ridersListFilter
source: Riders-overview filter
nl: Renners overzicht filter

# ridersListFilterDescription
source: This filter determines which riders are shown in the riders overview.
nl: Deze filter bepaalt welke renners er getoond worden in het renners overzicht.

# ridersListTitle
source: Riders ({amount})
nl: Renners ({amount})

source: Rides
nl: Ritten

source: Save
nl: Opslaan

source: Save changes
nl: Aanpassingen opslaan

source: Scan
nl: Scannen

# scanAbortedBluetoothDisabled
source: Bluetooth should be enabled to start scanning
nl: Bluetooth moet worden ingeschakeld om te kunnen scannen

# scanAbortedNoRiders
source: The scan was aborted because the list of riders is empty. Add some riders and try again later.
nl: De scan werd geannuleerd omdat de lijst van renners leeg is. Voeg een paar renners toe en probeer het later opnieuw.

source: Scan duration
nl: Duur van een scan

# scanSettings
source: Scanning
nl: Scannen

source: Scanned
nl: Gescand

source: Scanned riders
nl: Gescande renners

source: Search riders
nl: Renners zoeken

# searchRidersEmpty
source: No riders found for the specified search term
nl: Geen renners gevonden voor de opgegeven zoekterm

# selectDirectory
source: Select folder
nl: Map selecteren

# selectPhoto
source: Select a photo
nl: Selecteer een foto

source: Settings
nl: Instellingen

source: Skip scan
nl: Scan overslaan

# takePhoto
source: Take a photo
nl: Neem een foto

source: Total
nl: Totaal

source: Try again
nl: Opnieuw proberen

source: Uncheck
nl: Afvinken

source: Uncheck scanned rider
nl: Gescande renner afvinken

# uncheckScannedRiderDescription
source: Are you sure that you want to uncheck this scanned rider?
nl: Bent u zeker dat u deze gescande renner wil afvinken?

# unresolvedOwnersDescription
source: Some scanned devices have multiple possible owners. You can select the attending owners here.
nl: Sommige gescande apparaten hebben meerdere mogelijke eigenaars. U kan de aanwezige eigenaars hier selecteren.

source: Version
nl: Versie
