Repository: navaronbracke/weforza
Catalog: weforza/lib/l10n/intl_*.arb
Languages: nl

# AppVersionNumber
source: Version: {version}
nl: Versie: {version}

# AppVersionBuildNumber
source: Build Number: {buildNumber}
nl: Build Nummer: {buildNumber}

# MondayPrefix
source: Mon
nl: Ma

# TuesdayPrefix
source: Tue
nl: Di

# WednesdayPrefix
source: Wed
nl: Wo

# ThursdayPrefix
source: Thu
nl: Do

# FridayPrefix
source: Fri
nl: Vr

# SaturdayPrefix
source: Sat
nl: Za

# SundayPrefix
source: Sun
nl: Zo

source: Unknown Date
nl: Onbekende Datum

# HomePageRidesTab
source: Rides
nl: Ritten

# HomePageMembersTab
source: Members
nl: Leden

# HomePageSettingsTab
source: Settings
nl: Instellingen

# MemberListTitle
source: Members
nl: Leden

# MemberListLoadingFailed
source: Could not load members
nl: Kon leden niet laden

# MemberListNoItems
source: There are no members to display
nl: Er zijn geen leden om te tonen

# MemberListAddMemberInstruction
source: Add members by using the menu above
nl: Voeg leden toe via het menu hierboven

# RideListRidesHeader
source: Rides
nl: Ritten

# RideListNoRides
source: There are no rides
nl: Er zijn geen ritten

# RideListAddRideInstruction
source: Add rides by using the menu above
nl: Voeg ritten toe via het menu hierboven

# RideListLoadingRidesError
source: Could not load rides
nl: Kon ritten niet laden

# RideDetailsLoadAttendeesError
source: Could not load attendees
nl: Kon de aanwezigen niet laden

# RideDetailsNoAttendees
source: This ride has no attendees
nl: Deze rit heeft geen aanwezigen

# RideDetailsEditOption
source: Edit
nl: Bewerken

# RideDetailsExportOption
source: Export
nl: Exporteren

# RideDetailsDeleteOption
source: Delete
nl: Verwijderen

# RideDeleteDialogTitle
source: Delete Ride
nl: Verwijder Rit

# RideDeleteDialogDescription
source: Are you sure that you want to delete this ride?
nl: Bent u zeker dat u deze rit wil verwijderen?

# RideDeleteDialogErrorDescription
source: Could not delete ride
nl: Kon rit niet verwijderen

# MemberDetailsNoDevices
source: This member has no devices yet
nl: Dit lid heeft nog geen toestellen

# MemberDetailsNoDevicesAddDevice
source: Add a device
nl: Voeg een toestel toe

# MemberDetailsLoadDevicesError
source: Could not load devices
nl: Kon toestellen niet laden

# MemberDetailsLoadPictureError
source: Could not load profile picture
nl: Kon profielfoto niet laden

# DevicesListHeader
source: Devices
nl: Toestellen

# DevicesListNoDevices
source: No devices to show
nl: Geen toestellen om te tonen

# DeviceNameLabel
source: Device Name
nl: Naam Toestel

# AddDeviceTitle
source: Add Device
nl: Toestel Toevoegen

# AddDeviceError
source: Could not add device
nl: Kon toestel niet toevoegen

# AddDeviceSubmit
source: Create Device
nl: Toestel Aanmaken

# EditDeviceTitle
source: Edit Device
nl: Toestel Bewerken

# EditDeviceError
source: Could not edit device
nl: Kon toestel niet bewerken

# EditDeviceSubmit
source: Save Changes
nl: Wijzigingen Opslaan

# EditMemberTitle
source: Edit Member
nl: Lid Bewerken

# EditMemberError
source: Failed to save the changes
nl: Kon de wijzigingen niet opslaan

# EditMemberSubmit
source: Save Changes
nl: Wijzigingen Opslaan

# MemberDeleteDialogTitle
source: Delete Member
nl: Verwijder Lid

# MemberDeleteDialogDescription
source: Are you sure that you want to delete this member?
nl: Bent u zeker dat u dit lid wil verwijderen?

# MemberDeleteDialogErrorDescription
source: Could not delete member
nl: Kon lid niet verwijderen

# AddMemberTitle
source: New Member
nl: Nieuw lid

# AddMemberSubmit
source: Create New Member
nl: Voeg nieuw lid toe

# MemberAlreadyExists
source: This member already exists
nl: Dit lid bestaat al

# AddMemberError
source: Could not add member
nl: Kon lid niet toevoegen

# MemberPickImageError
source: Could not load image
nl: Kon afbeelding niet laden

# AddRideTitle
source: New Ride
nl: Nieuwe Rit

# AddRideSubmit
source: Add Selection
nl: Selectie Toevoegen

# AddRideLoadingFailed
source: Could not load Calendar
nl: Kon de kalender niet laden

# AddRideEmptySelection
source: Please select at least one date
nl: Gelieve minimum één datum te kiezen

# AddRideError
source: Could not add rides
nl: Kon ritten niet toevoegen

# AddRideColorLegendPastDay
source: Past Day Without Ride
nl: Gepasseerde Dag Zonder Rit

# AddRideColorLegendPastRide
source: Past Day With Ride
nl: Gepasseerde Dag Met Rit

# AddRideColorLegendCurrentSelection
source: Current Selection
nl: Huidige Selectie

# AddRideColorLegendFutureRide
source: Future Ride
nl: Toekomstige Rit

# RideAttendeeScanningProcessScanLabel
source: Scan
nl: Scannen

# RideAttendeeScanningProcessAddMembersLabel
source: By Hand
nl: Manueel

# RideAttendeeScanningPreparingScan
source: Preparing Scan
nl: Scan Voorbereiden

# RideAttendeeScanningNoMembers
source: Cannot start a scan, there are no members
nl: Kan niet beginnen scannen, er zijn geen leden

# RideAttendeeScanningGoBackToDetailPage
source: Return to detail page
nl: Terug naar detailpagina

# RideAttendeeScanningPermissionDenied
source: Scan aborted, permission was denied.
nl: Scan geannuleerd, toestemming werd geweigerd.

# RideAttendeeScanningPermissionDeniedDescription
source: Scanning requires permission to use your location.
nl: Scannen vereist toegang tot je locatie.

# RideAttendeeScanningBluetoothDisabled
source: Scan aborted, Bluetooth is disabled
nl: Scan geannuleerd, Bluetooth staat uit

# RideAttendeeScanningGoToSettings
source: Go to Settings
nl: Naar Instellingen

# RideAttendeeScanningRetryScan
source: Retry Scan
nl: Opnieuw Scannen

# RideAttendeeScanningSkipScan
source: Skip Scan
nl: Scan Overslaan

# RideAttendeeScanningContinue
source: Proceed to next step
nl: Doorgaan naar volgende stap

# RideAttendeeScanningSaveResults
source: Save
nl: Opslaan

# RideAttendeeScanningManualSelectionEmptyList
source: There are no members to choose from
nl: Er zijn geen leden om uit te kiezen

# RideAttendeeScanningDeviceWithMultiplePossibleOwnersLabel
source: {amount} people have a device with this name
nl: {amount} personen hebben een toestel met deze naam

# RideAttendeeScanningUnresolvedOwnersListTooltip
source: Some scanned devices have multiple possible owners. You can select the attending owners here.
nl: Sommige gescande apparaten hebben meerdere mogelijke eigenaars. Je kan de aanwezige eigenaars hier selecteren.

# EditRidePageTitle
source: Edit Ride
nl: Rit Bewerken

# EditRideTitleLabel
source: Title
nl: Titel

# EditRideDepartureLabel
source: Departure
nl: Vertrek

# EditRideDestinationLabel
source: Destination
nl: Bestemming

# EditRideDistanceLabel
source: Distance
nl: Afstand

# EditRideTitleMaxLength
source: A title can't be longer than {maxLength} characters
nl: Een titel mag niet langer zijn dan {maxLength} karakters

# EditRideTitleWhitespace
source: A title can't be blank
nl: Een titel mag niet enkel witruimte zijn

# EditRideDistanceInvalid
source: Please enter a valid distance
nl: Gelieve een geldige afstand in te geven

# EditRideDistancePositive
source: Distance must be greater than zero
nl: Een afstand moet groter zijn dan nul

# EditRideDistanceMaximum
source: A ride cannot have a distance that exceeds {maxDistance} Km
nl: De afstand van een rit mag niet groter zijn dan {maxDistance} Km

# EditRideAddressWhitespace
source: An address can't be blank
nl: Een adres mag niet enkel witruimte zijn

# EditRideAddressMaxLength
source: An address can't be longer than {maxLength} characters
nl: Een adres mag niet langer zijn dan {maxLength} karakters

# EditRideAddressInvalid
source: An address can only contain letters, numbers, spaces and # , ; : ' & / Â° . ( ) -
nl: Een adres mag enkel letters, nummers, spaties of # , ; : ' & / ° . ( ) - bevatten

# EditRideSubmit
source: Save Changes
nl: Wijzigingen Opslaan

# EditRideSubmitError
source: Failed to save the changes
nl: Kon de wijzigingen niet opslaan

# ImportMembersPageTitle
source: Import Members
nl: Importeer Leden

# ImportMembersPickFile
source: Choose File
nl: Kies Bestand

# ImportMembersPickFileWarning
source: Please choose a file to import members
nl: Een bestand is vereist om leden te importeren

# ImportMembersImporting
source: Importing Members
nl: Leden Importeren

# ImportMembersCsvHeaderRegex
source: (firstname)\,(surname|familyname|lastname),(cellphone|telephone|phone|phonenumber|mobilephone)\,(devices)(\,?)(.*)
nl: (voornaam)\,(achternaam|familienaam),(alias|bijnaam)\,(toestellen|apparaten)(.*)

# ImportMembersInvalidFileFormat
source: Only CSV files are allowed
nl: Enkel CSV bestanden zijn toegelaten

# ImportMembersHeaderStrippedMessage
source: If a header exists, it will be removed
nl: Als er een hoofding aanwezig is wordt deze verwijderd

# ExportRideTitle
source: Export Ride
nl: Rit Exporteren

# ExportRideFileNamePlaceholder
source: ride_{date}
nl: rit_{date}

# ExportRideExportingToFile
source: Exporting ride to file
nl: Rit exporteren naar bestand

source: Export
nl: Exporteren

# ExportRidesTitle
source: Export Rides
nl: Ritten Exporteren

# ExportingRidesDescription
source: Exporting rides and attendees
nl: Ritten en aanwezigen exporteren

# RideStart
source: Start
nl: Vertrek

# RideDestination
source: Destination
nl: Bestemming

# DeviceUnknown
source: Unknown
nl: Onbekend

# DevicePhone
source: Phone
nl: Telefoon

# DeviceWatch
source: Watch
nl: Horloge

# DevicePowerMeter
source: Power meter
nl: Krachtmeter

# DeviceCadenceMeter
source: Cadence meter
nl: Cadansmeter

# DeviceHeadset
source: Headset
nl: Koptelefoon

# DevicePulseMonitor
source: Pulse Monitor
nl: Hartslagmeter

# DeviceNameMaxLength
source: Device name is max. {maxLength} characters
nl: Naam Toestel is max. {maxLength} tekens

# DeviceNameCannotContainComma
source: A device name cannot contain a ,
nl: De naam van een toestel mag geen , bevatten

# DeviceNameBlank
source: A device name can't be empty
nl: De naam van een toestel mag niet leeg zijn

# DeviceExists
source: This person already has a device with this name
nl: Deze persoon heeft reeds een toestel met deze naam

# DeleteDeviceTitle
source: Delete Device
nl: Verwijder Toestel

# DeleteDeviceDescription
source: Are you sure you want to delete this device?
nl: Bent u zeker dat u dit toestel wil verwijderen?

# DeleteDeviceErrorDescription
source: Could not delete the device
nl: Kon toestel niet verwijderen

# SettingsTitle
source: Settings
nl: Instellingen

# SettingsScanSliderHeader
source: Duration of a scan (in seconds)
nl: Duur van een scan (in seconden)

# SettingsLoading
source: Loading Settings
nl: Instellingen Laden

# SettingsLoadingError
source: Could not load the settings
nl: Kon de instellingen niet laden

# SettingsSubmitError
source: Could not save the settings
nl: Kon de instellingen niet opslaan

# PersonFirstNameLabel
source: First Name
nl: Voornaam

# PersonLastNameLabel
source: Last Name
nl: Familienaam

# FirstNameMaxLength
source: First Name can't be longer than {maxLength} characters
nl: Een voornaam is maximum {maxLength} letters

# LastNameMaxLength
source: Last Name can't be longer than {maxLength} characters
nl: Familienaam kan niet langer zijn dan {maxLength} letters

# FirstNameBlank
source: First Name can't be blank
nl: Voornaam mag niet enkel witruimte zijn

# LastNameBlank
source: Last Name can't be blank
nl: Familienaam mag niet enkel witruimte zijn

# FirstNameIllegalCharacters
source: First Name can only contain letters, spaces or ' -
nl: Voornaam mag enkel letters, spaties of ' - bevatten

# LastNameIllegalCharacters
source: Last Name can only contain letters, spaces or ' -
nl: Familienaam mag enkel letters,spaties of ' - bevatten

# AliasMaxLength
source: An alias can't be longer than {maxLength} characters
nl: Een alias is maximum {maxLength} letters

# AliasBlank
source: An alias can't be blank
nl: Een alias mag niet enkel witruimte zijn

# AliasIllegalCharacters
source: An alias can only contain letters, spaces or ' -
nl: Een alias mag enkel letters, spaties of ' - bevatten

source: {value} is required
nl: {value} is verplicht

# DialogCancel
source: Cancel
nl: Annuleren

# DialogDelete
source: Delete
nl: Verwijderen

# GenericError
source: Something went wrong
nl: Er liep iets fout

source: Go Back
nl: Keer Terug

source: Filename
nl: Bestandsnaam

source: Invalid filename
nl: Ongeldige bestandsnaam

# FilenameWhitespace
source: A filename can't be blank
nl: Een bestandsnaam mag niet enkel witruimte zijn

# FileExists
source: This file already exists
nl: Dit bestand bestaat al

# FilenameMaxLength
source: A filename can't be longer than {maxLength} characters
nl: Een bestandsnaam mag niet langer zijn dan {maxLength} karakters
